[
  {
    "path": "posts/2022-04-08_first-post/",
    "title": "Welcome to my blog!",
    "description": "This is my first blog post. I created this to make sure I know how to make a blog post.",
    "author": [
      {
        "name": "Zane Billings",
        "url": "https://wzbillings.com"
      }
    ],
    "date": "2022-04-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\nMotivation: one of my bad habits as a PhD student so far has been not\r\nreading any papers, then whenever it’s time to work on something,\r\nreading 100 abstracts at one time and only the papers that seem the most\r\nimportant. I’ve decided to work on that by attempting to read a paper a\r\nday. Every day when I come to the office, the first thing I will do is\r\nread a paper.\r\nI currently have a backlog of printed-out papers to read, so I’ll try\r\nand get through those first unless something really catches my\r\nattention. I’ll be as strict as I can, but some days I know I just won’t\r\nhave time (I run into a lot of time crunches recently…) and some days\r\nI’ll probably read more than one paper. Maybe I’ll make two blog posts\r\non those days.\r\nI read somewhere that one of the best ways to remember the take-home\r\npoints of a paper is to write down a summary with your thoughts\r\nimmediately after reading (and annotating!) the paper, so that was the\r\nimpetus for this blog.\r\nMaybe at some point I’ll figure out how to set up comments on this\r\nblog (I bet Alison Hill has a blog post about how to do it) but for now,\r\nif you want to get in touch with me to tell me how much you love my blog\r\nor that I completely misinterpreted your paper, go back to my main site and get\r\nmy contact info there.\r\n\r\n\r\nLast updated\r\n2022-04-08 18:49:12 EDT\r\nDetails\r\nsource\r\ncode, R\r\nenvironment\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-04-08_first-post/img.jpg",
    "last_modified": "2022-04-08T18:49:14-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-08_Linderman-Influenza-immunity-in/",
    "title": "2022-04-08: Immune imprinting and epitope masking!",
    "description": "Today I read 'Influenza immunization in the context of preexisting immunity' by\nLinderman et al. from Cold Spring Harbor Perspectives in Medicine (2021). This\nreview discusses how influenza vaccines can induce different immune responses\nbased on an individual's immune profile prior to vaccination. A few mechanisms\nand previous results explaining this phenomenon are discussed, including\nimmune imprinting and epitope masking.",
    "author": [
      {
        "name": "Zane Billings",
        "url": "https://wzbillings.com"
      }
    ],
    "date": "2022-04-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\nThe paper I read today is:\r\n\r\nLinderman, Susanne L., Ali H. Ellebedy, Carl Davis, Christiane S.\r\nEberhardt, Rustom Antia, Rafi Ahmed, and Veronika I. Zarnitsyna.\r\n“Influenza Immunization in the Context of Preexisting Immunity.” Cold\r\nSpring Harbor Perspectives in Medicine, September 28, 2020, a040964. https://doi.org/10.1101/cshperspect.a040964.\r\n\r\nMy main research focus right now is on how characteristics of\r\nindividuals and characteristics of virus strains can work together to\r\neffect the immune response to the seasonal flu vaccine, so this review\r\nis something I’ve been meaning to get to for a while. I’ve already read\r\na lot of the constituent citations, but at some point I plan to reread\r\nthem and input my thoughts here. Maybe it will help me remember them\r\nbetter.\r\nIn general, immunologists have pretty good proof that immunity to\r\ninfluenza is (at least partially) “path dependent.” The so-called\r\nimmune profile1 of an individual is\r\naffected by the strains of influenza they are exposed to, as one would\r\nlikely expect. An individual infected with a specific strain of\r\ninfluenza will likely have a memory immune response to that strain.\r\nHowever, an individual who is infected with H1N1 then H3N2 later will\r\nhave an immune profile that is quite different from an individual who is\r\ninfected with H3N2 then H1N1 later! In general, prior immunity to one\r\nstrain tends to shape the individual’s immune response to future\r\nstrains. This phenomenon is called “original antigenic sin”\r\nimmune imprinting.\r\nThe main conclusions supported by the review are: preexisting\r\nimmunity somehow inhibits the ability to mount an immune response to a\r\nnovel strain of the same pathogen; memory recall responses to conserved\r\nepitopes or that bind weakly to antigenically drifted epitopes are at\r\nleast partially responsible; preexisting antibody titers inhibit the\r\nmagnitude of the antibody response; high antibody titers for specific\r\nepitopes can lead to an immune response where another antibody is\r\nimmunodominant; and epitope masking, where antibody binding to antigen\r\ninhibits the activation of the memory B-cell response, is a potential\r\nexplanation for the boosting of responses to different epitopes.\r\nThe conclusions that preexisting immunity often inhibits the immune\r\nresponse to drifted flu strains, and that the memory B cell response is\r\na cause of this phenomenon were not new to me. Although I still don’t\r\nreally know what I’m talking about, I knew that clonal selection of\r\nB-cells leads to memory B cells with high affinity for antigen – so\r\nsimilar antigens can activate the memory response, which makes mounting\r\na novel response more difficult. The relationship between fold change in\r\nantibodies and preexisting immunity is quite interesting to me – I have\r\nbeen working with serological data where I see this exact pattern, and\r\npart of my current research is about this specific phenomenon. I think\r\nthe patterns of boosting and the explanation of epitope masking are\r\ninteresting, but like with all mathematical models, I think explicit\r\nbiological studies are necessary to confirm the findings. While the\r\nmathematical models which support epitope masking as an explanation for\r\nboosting to different epitopes are interesting, unless lab data can show\r\nthat epitope masking or steric hinderance is possible and actually\r\noccurring in this case, I’m not ready to believe that it is the sole\r\ncause of this phenomenon.\r\nI’m also primarily interested in the seasonal influenza vaccine,\r\nwhere most boosting events are not to novel strains, but instead to\r\nantigenically drifted strains which (in the grand scheme of things) are\r\nnot that different. Both the original source paper and the review note\r\nthat epitope masking may not explain the ability of prevaccination\r\nimmunity to an antigenically different, but similar, strain to inhibit\r\nthe formation of a novel immune response. Although it seems biologically\r\nplausible to me that the memory B cell response is playing a large role\r\nin the inhibition of a novel response.\r\nIt sort of took me all day to read this review. It is fairly dense\r\nand I kept getting interrupted by my thoughts and other things, so it\r\ntook me a while to read. So my thoughts in this post are probably quite\r\nchoppy and not super cogent. But overall, I was already aware of most of\r\nthe work that went into this review, but I am glad to have all of the\r\ninformation summarized in one place. The review also talks a lot about\r\nstem vs. head antibody, but most of the data that is available to me\r\ndoes not measure stem antibody (in fact, they only measure HAI titers,\r\nwhich is another issue altogether). However, I suspect that I will be\r\nreading through this paper’s entire bibliography in the near\r\nfeature.\r\n\r\n\r\nLast updated\r\n2022-04-08 20:01:34 EDT\r\nDetails\r\nsource\r\ncode, R\r\nenvironment\r\n\r\n\r\n\r\n\r\n\r\n\r\nthe unique characteristics of an\r\nindividual’s immune system, like the antibody repertoire, specificity\r\nand amount of memory B cells, cytokine profiles, and so on↩︎\r\n",
    "preview": "posts/2022-04-08_Linderman-Influenza-immunity-in/2022-04-08.jpg",
    "last_modified": "2022-04-08T20:01:36-04:00",
    "input_file": {}
  }
]
